Repository: tbaranes/EasyBelote
Catalog: EasyBelote iOS/EasyBelote iOS/Supporting Files/Localizables/*.lproj/Localizable.strings
Languages: fr

# home.new_game
source: New game
fr: Nouvelle partie

# new_game.players.you
source: You
fr: Sud

# new_game.players.your_partner
source: Your Partner
fr: Nord

# new_game.players.on_left
source: To your left
fr: Est

# new_game.players.on_right
source: To your right
fr: Ouest

# new_game.players.placeholder
source: Enter a name
fr: Entrez un prénom

# new_game.nb_points
source: Number of points
fr: Nombre de points

# new_game.declarations
source: Declarations
fr: Annonces

# new_game.start_game
source: Start game
fr: Démarrer

# game.bidding
source: Who's bidding?
fr: Qui prend ?

# game.round.save
source: Save
fr: Enregistrer

# game.round.declaration.quarte
source: Quarte
fr: Cinquante

# game.round.declaration.quinte
source: Quinte
fr: Cent

# game.round.declaration.square
source: Square
fr: Carré

# game.round.declaration.squareNines
source: 4 of nines
fr: Carré de neuf

# game.round.declaration.squareJacks
source: 4 of jacks
fr: Carré de valets
